Revit 2027 API
ParameterTypeId.CameraOffset Property
 "Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CameraOffset { get; }
Public Shared ReadOnly Property CameraOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CameraOffset {
	ForgeTypeId^ get ();
}
static member CameraOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace